#Задание1
#Создайте словарь:
#{"city": "Москва", "temperature": "20"}
#Выведите на экран значение ключа city
#Уменьшите значение "temperature" на 5
#Выведите на экран весь словарь


#Создайте словарь: {"city": "Москва", "temperature": "20"}
goroda = {"city": "Москва", "temperature": "20"}

#Выведите на экран значение ключа city
print(goroda["city"])

#Уменьшите значение "temperature" на 5
goroda['temperature'] = int(goroda['temperature']) - 5

#Выведите на экран весь словарь
print(goroda)


