#1Практика: Числа
v = input('Введите число от 1 до 10: ')

print(v + 10) 


# поправьте код, чтобы выводилось число
# на 10 больше, чем введённое
# например, пользователь ввел 10 
# программа вывела 20


#2Практика: Строки
name = input('Введите ваше имя: ')
print(???) 

# поправьте код, чтобы выводилась строка
# # Привет, ИМЯ! Как дела?

#3Практика: Приведение типов
#Выведите на экран при помощи print() результат работы:

float('1')  # ???
int('2.5')  # ???
bool(1)  # ???
bool('')  # ???
bool(0)  # ???